{"pageProps":{"source":{"compiledSource":"var d=Object.defineProperty,p=Object.defineProperties;var g=Object.getOwnPropertyDescriptors;var n=Object.getOwnPropertySymbols;var i=Object.prototype.hasOwnProperty,r=Object.prototype.propertyIsEnumerable;var h=(e,t,o)=>t in e?d(e,t,{enumerable:!0,configurable:!0,writable:!0,value:o}):e[t]=o,s=(e,t)=>{for(var o in t||(t={}))i.call(t,o)&&h(e,o,t[o]);if(n)for(var o of n(t))r.call(t,o)&&h(e,o,t[o]);return e},c=(e,t)=>p(e,g(t));var l=(e,t)=>{var o={};for(var a in e)i.call(e,a)&&t.indexOf(a)<0&&(o[a]=e[a]);if(e!=null&&n)for(var a of n(e))t.indexOf(a)<0&&r.call(e,a)&&(o[a]=e[a]);return o};const layoutProps={},MDXLayout=\"wrapper\";function MDXContent(o){var a=o,{components:e}=a,t=l(a,[\"components\"]);return mdx(MDXLayout,c(s(s({},layoutProps),t),{components:e,mdxType:\"MDXLayout\"}),mdx(\"h1\",null,\"About\"),mdx(\"p\",null,\"A newly emerging ecosystem of individuals, organisations and initiatives around the world has in recent years begun to form. We know that many of them are trying to create change, often by shifting how we make sense of the world, by how we engage with one another \\u2014 in short, by engaging in sense-making and culture-making.\"),mdx(\"p\",null,\"But that is more or less all we know about this newly emergent space, and, as such, it calls for exploration. What are its defining characteristics? How do organisations differ, and how are they similar? How do people work together or compete? What is this space? And what are the other ecosystems to which it is interconnected? These are some of the things we are hoping to find out.\"),mdx(\"p\",null,\"This page will over time document the results of our ongoing efforts to map this nely converging and ill-defined ecosystem.\"),mdx(\"h2\",null,\"What\"),mdx(\"p\",null,\"This project seeks to map the emerging ecosystem around on social change for the new paradigm. We're seeking to collate all the organisaitons in the space and better understand what they focus on, by what means, and what ties them together. We hope from this we can start to give a more coherent shape, name and set of key terms to the space.\"),mdx(\"h2\",null,\"Why\"),mdx(\"p\",null,\"We want to make the ecosystem visible to itself. We hope in doing this the actors in the space will better be able to connect and collaborate with one another, as well as situate themselves and their work in a broader context to inform their strategies and approaches.\"),mdx(\"p\",null,\"We also hope that, by helping to create a more coherent identity for this ecosystem we can create a more united front when engaging with outside actors, boosting the credibility and attractiveness of our shared efforts.\"),mdx(\"h2\",null,\"How\"),mdx(\"p\",null,\"We are undertaking research to gather information on all the organisations that can plausibly be part of our ecosystem. The first stage of the project involves the creation of a repository, outlining the types and areas of focus of these organisaitons. Over time we will conduct more in depth analysis to map the ecosystem and chart how actors relate to one another across a number of dimensions.\"),mdx(\"h2\",null,\"Disclaimer\"),mdx(\"p\",null,\"We are doing our best to give as accurate a representation of each organisation we have listed. However, we are as fallible as all other humans, and occasionally our assessments might miss the mark. If you believe the listing for your organisaiton should be changed then please do not hesitate to contact us via the 'add or edit your organisation profile' page, and we'll do our best to correct it as soon as possible.\"))}MDXContent.isMDXComponent=!0;\n","scope":{}},"frontMatter":{}},"__N_SSG":true}